{
  "emotion_worry": {
    "message": [{"text": "Беспокойство — это эмоциональное состояние, которое возникает как следствие страха и сопровождается ощущением тревоги, напряжения и неопределенности."}],
    "buttons": [
      {"text": "О чем говорит Страх", "next_state": "about_fear"},
      {"text": "Телесные реакции", "next_state": "body_reactions_worry"},
      {"text": "Особенности эмоции", "next_state": "features_worry"},
      {"text": "Оттенки эмоции", "next_state": "shades_worry"},
      {"text": "Техники самопомощи", "next_state": "self_help_worry"}
    ]
  },
  "emotion_anger": {
    "message": [{"text": "Злость — это базовая эмоция, направленная на защиту границ, ресурсов или ценностей. По сути это вывернутый страх. Она побуждает к действию в ответ на угрозу, несправедливость или неудовлетворённость.\n\nЗлость возникает, когда:\n✓ Наши границы нарушены.\n✓ Мы сталкиваемся с несправедливостью.\n✓ Наши потребности игнорируются.\n✓ Мы чувствуем бессилие изменить ситуацию.\n\nТипы злости:\n◉ Конструктивная (мотивирует к действиям).\n◉ Деструктивная (выходит из-под контроля).\n◉ Подавленная (превращается в пассивную агрессию).\n\nЗлость позволяет почувствовать силу перед лицом вызова.\n\n❓Вопрос эмоции:\n\"Какие мои границы или ценности были нарушены, и как я могу их восстановить?\""}],
    "buttons": [
      {"text": "Телесные реакции", "next_state": "body_reactions_anger"},
      {"text": "Особенности эмоции", "next_state": "features_anger"},
      {"text": "Оттенки эмоции", "next_state": "shades_anger"},
      {"text": "Техники самопомощи", "next_state": "self_help_anger"}
    ]
  },
  "emotion_sadness": {
    "message": [{"text": "Грусть — это базовая эмоция, связанная с утратой, разочарованием или неудовлетворёнными потребностями. Она сигнализирует о том, что мы потеряли что-то ценное или переживаем ситуацию, которая требует эмоциональной обработки.\n\nГрусть возникает, когда:\n✓ Мы теряем что-то или кого-то значимого.\n✓ Наши ожидания не оправдываются.\n✓ Мы чувствуем себя одинокими или отвергнутыми.\n✓ У нас нет ресурсов для удовлетворения своих потребностей.\n\nТипы грусти:\n◉ Острая (потеря близкого человека).\n◉ Хроническая (длительное чувство неудовлетворённости).\n◉ Ситуативная (разочарование в конкретной ситуации).\n\n❓Вопрос эмоции:\n\"Что я потерял(а), и почему это так важно для меня?\""}],
    "buttons": [
      {"text": "Телесные реакции", "next_state": "body_reactions_sadness"},
      {"text": "Особенности эмоции", "next_state": "features_sadness"},
      {"text": "Оттенки эмоции", "next_state": "shades_sadness"},
      {"text": "Техники самопомощи", "next_state": "self_help_sadness"}
    ]
  },
  "emotion_guilt": {
    "message": [{"text": "Вина — это базовая социальная эмоция, связанная с осознанием, что мы нарушили свои или чужие моральные или этические принципы. Она помогает регулировать наше поведение в обществе, побуждая исправлять ошибки или избегать их в будущем.\n\nКогда возникает:\n✓ Когда мы понимаем, что нанесли вред другому человеку.\n✓ Когда не оправдали свои или чужие ожидания.\n✓ Когда нарушили моральные или этические нормы, важные для нас.\n✓ Когда чувствуем, что могли бы поступить лучше.\n✓ Когда наши действия идут вразрез с нашими ценностями или принципами.\n\nТипы вины:\n◉ Объективная вина: связана с реальными действиями, причинившими вред.\n◉ Субъективная вина: ощущение вины без реальной причины (например, из-за завышенных ожиданий к себе).\n◉ Навязанная вина: чувство, возникающее под влиянием других людей, даже если вы не сделали ничего плохого.\n\n❓Вопрос эмоции:\n\"За что мне нужно взять ответственность и что я могу сделать, чтобы исправить ситуацию или отпустить то, что вне моего контроля?\""}],
    "buttons": [
      {"text": "Телесные реакции", "next_state": "body_reactions_guilt"},
      {"text": "Особенности эмоции", "next_state": "features_guilt"},
      {"text": "Техники самопомощи", "next_state": "self_help_guilt"}
    ]
  },
  "emotion_shame": {
    "message": [{"text": "Стыд — ощущение, что мы не соответствуем ожиданиям. Стыд часто направлен на личность. \n\nКогда возникает:\n✓ Когда мы считаем, что не соответствуем ожиданиям общества или близких.\n✓ Когда наши действия или внешний вид осуждаются окружающими.\n✓ Когда ощущаем угрозу потери принятия или одобрения.\n✓ Когда сравниваем себя с другими и ощущаем свою \"неполноценность\".\n✓ Когда происходит социальное разоблачение (например, публичная ошибка).\n\nТипы стыда \n◉ Токсический или закрытый стыд: хроническое ощущение собственной \"неполноценности\", часто не связанное с конкретными событиями, а укоренённое в детском опыте или внешнем давлении.\n◉ Открытый стыд: связан с ожиданием осуждения или унижения в группе, когда на нас обращают негативное внимание.\n\n❓Вопрос эмоции:\n\"Почему я чувствую себя недостаточно хорошим(ей) в этой ситуации, и чьи ожидания я пытаюсь оправдать?\""}],
    "buttons": [
      {"text": "Телесные реакции", "next_state": "body_reactions_shame"},
      {"text": "Особенности эмоции", "next_state": "features_shame"},
      {"text": "Оттенки эмоции", "next_state": "shades_shame"},
      {"text": "Техники самопомощи", "next_state": "self_help_shame"}
    ]
  },
  "emotion_disgust": {
    "message": [{"text": "Отвращение - это защитная эмоция, которая помогает избегать того, что может причинить вред или воспринимается как неприятное.\nОно защищает нас от возможных угроз — отравления, инфекции или морального разложения.\n\nОтвращение возникает, когда:\n✓ Мы сталкиваемся с чем-то потенциально токсичным или вредным.\n✓ Мы видим или чувствуем что-то, что противоречит нашим ценностям.\n✓ Мы воспринимаем поведение или ситуацию как омерзительную.\n\nТипы отвращения:\n◉ Физическое (реакция на запах или вкус).\n◉ Моральное/ Презрение (реакция на несправедливость или безнравственность).\n\n❓Вопрос эмоции:\n\"Где мне нужно установить границы чистоты? И почему это вызывает у меня такое сильное неприятие, и с чем это связано в моих убеждениях или опыте?\""}],
    "buttons": [
      {"text": "Телесные реакции", "next_state": "body_reactions_disgust"},
      {"text": "Особенности эмоции", "next_state": "features_disgust"},
      {"text": "Техники самопомощи", "next_state": "self_help_disgust"}
    ]
  },
  "emotion_envy": {
    "message": [{"text": "Зависть - это сложная социальная эмоция, возникающая при сравнении себя с другими. Она связана с желанием обладать тем, что есть у другого. Это чувство, что другим повезло больше, чем нам. Оно связано с самоуважением и потребностью в признании.\n\n\nЗависть возникает, когда:\n✓ Мы чувствуем, что у других есть что-то, чего у нас нет.\n✓ Мы сравниваем себя с теми, кто добился большего.\n✓ Мы ощущаем недостаток ресурсов, возможностей или признания.\n\nТипы зависти:\n◉ Зависть-мотивация/Белая зависть (стремление улучшить себя).\n◉ Разрушительная зависть (желание, чтобы другой потерял то, что имеет).\n\n❓Вопрос эмоции:\n\"Что именно у другого вызывает у меня желание, и как я могу получить это в своей жизни?\""}],
    "buttons": [
      {"text": "Телесные реакции", "next_state": "body_reactions_envy"},
      {"text": "Особенности эмоции", "next_state": "features_envy"},
      {"text": "Оттенки эмоции", "next_state": "shades_envy"},
      {"text": "Техники самопомощи", "next_state": "self_help_envy"}
    ]
  },
  "emotion_jealousy": {
    "message": [{"text": "Ревность - это эмоция, связанная с ощущением угрозы потери чего-то значимого (особенно отношений) из-за третьей стороны.\n\nРевность возникает, когда:\n✓ Мы боимся потерять важного человека.\n✓ Мы чувствуем, что кто-то может занять наше место.\n✓ У нас низкая самооценка или чувство недостаточности.\n\nТипы ревности:\n◉ Рациональная (основана на реальных фактах).\n◉ Искажённая (возникает из-за внутренних страхов).\n\n❓Вопрос эмоции:\n\"Чего я боюсь лишиться в этих отношениях, и как я могу укрепить уверенность в себе и доверие к партнёру?\""}],
    "buttons": [
      {"text": "Телесные реакции", "next_state": "body_reactions_jealousy"},
      {"text": "Особенности эмоции", "next_state": "features_jealousy"},
      {"text": "Оттенки эмоции", "next_state": "shades_jealousy"},
      {"text": "Техники самопомощи", "next_state": "self_help_jealousy"}
    ]
  },
  "emotion_joy": {
    "message": [{"text": "Радость — это базовая положительная эмоция, возникающая при удовлетворении потребностей, достижении целей или взаимодействии с приятными людьми и событиями.\n\nРадость возникает, когда:\n✓ Мы достигаем своих целей.\n✓ Мы чувствуем себя в безопасности и окружены любовью.\n✓ Мы сталкиваемся с чем-то приятным или удивительным.\n\nТипы радости:\n◉ Спонтанная (в ответ на неожиданное событие).\n◉ Устойчивая (чувство удовлетворения жизнью).\n\n❓Вопрос эмоции:\n\"Что именно приносит мне радость сейчас, и как я могу создавать больше таких моментов для себя и других?\""}],
    "buttons": [
      {"text": "Телесные реакции", "next_state": "body_reactions_joy"},
      {"text": "Особенности эмоции", "next_state": "features_joy"},
      {"text": "Оттенки эмоции", "next_state": "shades_joy"},
      {"text": "Техники самопомощи", "next_state": "self_help_joy"}
    ]
  },
  "emotion_love": {
    "message": [{"text": "Любовь — это сложная эмоция или состояние, включающее чувство привязанности, заботы, восхищения и стремления к близости с другим человеком или объектом. Она является основой для формирования глубоких связей и поддержания отношений.\n\nЛюбовь возникает, когда:\n✓ Мы чувствуем связь или близость с кем-то.\n✓ Мы заботимся о благополучии другого человека.\n✓ Мы восхищаемся качествами или действиями другого.\n✓ Мы чувствуем благодарность за присутствие кого-то в нашей жизни.\n\nТипы любви (по Роберту Стернбергу):\n◉ Романтическая любовь (страсть и близость).\n◉ Дружеская любовь (близость и доверие).\n◉ Безусловная любовь (приемлемость без условий, например, родительская любовь).\n\n❓Вопрос эмоции:\n\"Что я ценю в этом человеке (или объекте), и как я могу ещё лучше выразить свои чувства?\" \"И как бы я поступил, если бы любил себя по-настоящему?\""}],
    "buttons": [
      {"text": "Телесные реакции", "next_state": "body_reactions_love"},
      {"text": "Особенности эмоции", "next_state": "features_love"},
      {"text": "Оттенки эмоции", "next_state": "shades_love"},
      {"text": "Техники самопомощи", "next_state": "self_help_love"}
    ]
  },
  "emotion_interest": {
    "message": [{"text": "Интерес — это эмоция, направленная на изучение нового, решение задач и освоение новых навыков. Эмоция, которая управляет нашим вниманием.\n\nИнтерес возникает, когда:\n✓ Мы сталкиваемся с чем-то неизвестным, но потенциально полезным.\n✓ Мы чувствуем, что можем узнать или достичь что-то значимое.\n✓ Ситуация вызывает любопытство и желание исследовать.\n\nТипы интереса:\n◉ Когнитивный (желание узнать новое).\n◉ Практический (интерес к выполнению задач).\n\n❓Вопрос эмоции:\n\"Почему это привлекло моё внимание, и что я могу узнать или создать в этой ситуации?\""}],
    "buttons": [
      {"text": "Телесные реакции", "next_state": "body_reactions_interest"},
      {"text": "Особенности эмоции", "next_state": "features_interest"},
      {"text": "Оттенки эмоции", "next_state": "shades_interest"},
      {"text": "Техники самопомощи", "next_state": "self_help_interest"}
    ]
  },
  "emotion_surprise": {
    "message": [{"text": "Удивление — это базовая эмоция, которая возникает в ответ на неожиданные или необычные события. Она мобилизует внимание, помогает быстро адаптироваться к изменениям и оценить происходящее.\n\nУдивление возникает, когда:\n✓ Мы сталкиваемся с неожиданным событием.\n✓ Ситуация нарушает наши привычные ожидания или представления.\n✓ Мы видим что-то необычное, новое или непривычное.\n\nТипы удивления:\n◉ Позитивное (приятный сюрприз, неожиданная радость).\n◉ Нейтральное (замешательство, вызванное новизной).\n◉ Негативное (шок или тревога из-за неожиданной угрозы).\n\n❓Вопрос эмоции:\n\"Почему это событие меня удивило, и что это говорит о моих ожиданиях?\""}],
    "buttons": [
      {"text": "Телесные реакции", "next_state": "body_reactions_surprise"},
      {"text": "Особенности эмоции", "next_state": "features_surprise"},
      {"text": "Оттенки эмоции", "next_state": "shades_surprise"},
      {"text": "Техники самопомощи", "next_state": "self_help_surprise"}
    ]
  },
  "emotion_offense": {
    "message": [{"text": "Обида - это сложная эмоция, сочетающая грусть, злость и чувство несправедливости. \n\n<b>Обида возникает, когда:</b> \n✓  Мы воспринимаем действия или слова других, как несправедливое, предательское, пренебрежительное, унизительное или как недостаточное признание своей ценности.\n\n<b>Типы обиды:</b>\n◉ Острая обида – возникает в моменте из-за слов или поступков, которые человек воспринимает как несправедливые.\n◉  Хроническая обида – накопленный опыт боли, который человек носит в себе, перерастая в горечь.\n◉ Пассивная обида – когда человек не выражает эмоцию открыто, но замыкается, дистанцируется, копит недовольство.\n◉ Агрессивная обида – сопровождается вспышками злости, обвинениями, демонстративным поведением.\n◉ Надуманная обида – связана не с реальным поступком другого человека, а с собственными ожиданиями или интерпретацией.\n\n❓Вопрос эмоции:\n\"Какие мои ожидания не оправдались? Что именно меня задело? Действительно ли другой человек намеренно причинил мне вред?\""}],
    "buttons": [
      {"text": "Телесные реакции", "next_state": "body_reactions_offense"},
      {"text": "Особенности эмоции", "next_state": "features_offense"},
      {"text": "Оттенки эмоции", "next_state": "shades_offense"},
      {"text": "Техники самопомощи", "next_state": "self_help_offense"}
    ]
  },
  "emotion_irritation": {
    "message": [{"text": "Раздражение – это слабая форма злости, возникающая при незначительных неудобствах, нарушении комфорта или границ. Оно может быть вызвано мелкими раздражителями (шум, очередь, действия других людей) или накопленным напряжением.\n\n<b>Часто раздражение говорит о повышенной усталости и низком уровне энергии.</b>\n\n<b>Типы раздражения:</b>\n◉ Ситуативное раздражение – возникает из-за конкретного триггера, например, шума, долгого ожидания, неприятного разговора.\n◉ Фоновое раздражение – накапливается постепенно из-за усталости, стресса, перегрузки. Проявляется в нетерпении и раздражительности без явных причин.\n◉ Направленное раздражение – когда человек раздражается на конкретного человека или ситуацию, но не выражает это открыто.\n◉ Переносное раздражение – когда раздражение связано не с настоящим моментом, а с прошлым опытом, но проецируется на ситуацию или человека.\n◉ Подавленное раздражение – если человек привык не выражать негативные эмоции, оно может перерастать в хроническую усталость, апатию или вспышки агрессии.\n\n❓Вопрос эмоции:\n\"Что именно меня раздражает? Это связано с ситуацией или моим состоянием?\""}],
    "buttons": [
      {"text": "Телесные реакции", "next_state": "body_reactions_irritation"},
      {"text": "Особенности эмоции", "next_state": "features_irritation"},
      {"text": "Оттенки эмоции", "next_state": "shades_irritation"},
      {"text": "Техники самопомощи", "next_state": "self_help_irritation"}
    ]
  },
  "emotion_disappointment": {
    "message": [{"text": "<b>Разочарование – это сочетание грусти и раздражения, возникающее, когда реальность не совпадает с ожиданиями. </b>Оно связано с ощущением, что усилия не дали ожидаемого результата или другие люди не оправдали надежд.\n\n<b>Типы разочарования:</b>\n◉ Разочарование в себе – ощущение, что не оправдал(а) собственные ожидания или потерял(а) веру в свои способности.\n◉ Разочарование в людях – чувство, что другие не оправдали доверие или не соответствуют ожиданиям.\n◉ Разочарование в мире – переживание, что жизнь устроена несправедливо, и мир не соответствует надеждам.\n◉ Моментальное разочарование – возникает, когда конкретное событие или действие не оправдало ожиданий (например, плохая встреча, проваленный проект).\n◉ Глубинное разочарование – формируется со временем, когда человек накапливает негативный опыт и теряет веру в успех или изменения.\n\n❓Вопрос эмоции:\n\"Что мне важнее: мои ожидания или то, что я могу сделать сейчас? Что в этой ситуации я могу взять для себя?\""}],
    "buttons": [
      {"text": "Телесные реакции", "next_state": "body_reactions_disappointment"},
      {"text": "Особенности эмоции", "next_state": "features_disappointment"},
      {"text": "Оттенки эмоции", "next_state": "shades_disappointment"},
      {"text": "Техники самопомощи", "next_state": "self_help_disappointment"}
    ]
  },
  "emotion_gratitude": {
    "message": [{"text": "<b>Благодарность</b> - это социальная и позитивная эмоция, возникающая, когда человек осознаёт полученную ценность или доброту от другого человека, ситуации или самого себя. Она усиливает чувство связи с окружающим миром и повышает уровень счастья.\n\n<b>Благодарность может быть направлена:</b>\n✓ К людям – за поддержку, помощь, тёплое отношение.\n✓ К событиям – за возможности, новые знания, преодолённые трудности.\n✓ К себе – за усилия, терпение, рост.\n\n<b>Типы благодарности:</b>\n◉ Спонтанная – возникает естественно в моменте (например, если кто-то помог вам).\n◉ Сознательная (осознанная) – осознание ценности в ретроспективе (например, осознание, что испытанные трудности сделали вас сильнее).\n◉ Формальная – выраженная из вежливости или культурной нормы (например, «спасибо» вежливости ради).\n◉ Глубокая – проникающая в мировоззрение, создающая ощущение, что «мир заботится обо мне».\n◉ Религиозная или духовная – чувство благодарности к высшей силе, судьбе или вселенной.\n\n❓Вопрос эмоции:\n\"Какая ценность скрыта в этом моменте? Как он повлияет на мое будущее?\nЧто в моей жизни уже есть ценного, и как я могу осознать это глубже?\""}],
    "buttons": [
      {"text": "Телесные реакции", "next_state": "body_reactions_gratitude"},
      {"text": "Особенности эмоции", "next_state": "features_gratitude"},
      {"text": "Оттенки эмоции", "next_state": "shades_gratitude"},
      {"text": "Техники самопомощи", "next_state": "self_help_gratitude"}
    ]
  },
  "emotion_respect": {
    "message": [{"text": "<b>Уважение</b> - это социальная эмоция, связанная с признанием ценности другого человека, себя или принципов. Оно помогает выстраивать здоровые границы, способствует доверию и признанию.\n\n<b>Уважение может быть:</b>\n✓ К себе – осознание собственной ценности, способность ставить границы.\n✓ К другим – признание значимости чужого опыта, мнений, достижений.\n✓ К правилам и традициям – принятие норм и принципов, важных для группы или культуры.\n\n<b>Типы уважения:</b>\n◉ Осознанное – проявляемое через понимание ценности себя и других.\n◉ Вынужденное – возникающее из страха или социальной нормы.\n◉ Безусловное – уважение к каждому, независимо от статуса и поведения.\n◉ Динамическое – которое нужно заслужить (например, уважение к лидеру или профессионалу).\n◉ Автономное – уважение к себе, независимое от мнения окружающих.\n\n❓Вопрос эмоции:\n\" Как я понимаю, что уважаю другого человека? Какие действия для меня являются показателем уважения? \"Что делает меня ценным и достойным человеком?\""}],
    "buttons": [
      {"text": "Телесные реакции", "next_state": "body_reactions_respect"},
      {"text": "Особенности эмоции", "next_state": "features_respect"},
      {"text": "Оттенки эмоции", "next_state": "shades_respect"},
      {"text": "Техники самопомощи", "next_state": "self_help_respect"}
    ]
  },
  "emotion_care": {
    "message": [{"text": "<b>Забота</b> - это эмоция, направленная на поддержку, сохранение и укрепление (себя, других, живых существ, проектов). Она помогает выстраивать доверие, тепло и безопасность в отношениях.\n\n<b>Забота бывает:</b>\n✓ К себе – умение уделять внимание своим потребностям.\n✓ К другим – внимание, помощь, тёплое отношение.\n✓ К миру – экологическая, социальная, духовная забота.\n\n<b>Типы заботы:</b>\n◉ Инстинктивная – материнская, родительская забота.\n◉ Эмоциональная – поддержка, выражение сочувствия.\n◉ Практическая – помощь делами, действиями.\n◉ Избыточная (гиперзабота) – чрезмерный контроль, вторжение в границы.\n◉ Осознанная – баланс между заботой и уважением к свободе другого.\n\n❓Вопрос эмоции:\n\"Как я могу проявить заботу к себе без чувства эгоизма?\"\n\"Когда в последний раз я позволил(а) кому-то позаботиться обо мне?\"\n\"Чем наполнена моя забота – истинным желанием помочь или страхом быть ненужным(ой)?\""}],
    "buttons": [
      {"text": "Телесные реакции", "next_state": "body_reactions_care"},
      {"text": "Особенности эмоции", "next_state": "features_care"},
      {"text": "Оттенки эмоции", "next_state": "shades_care"},
      {"text": "Техники самопомощи", "next_state": "self_help_care"}
    ]
  },
  "emotion_serenity": {
    "message": [{"text": "<b>Спокойствие</b> - это отсутствие беспокойства и внутренней борьбы. Оно возникает, когда человек чувствует себя в безопасности, уверен в стабильности происходящего и может просто наслаждаться моментом.\n\n🔹 <b>Когда возникает:</b>\n • После завершения важных дел, когда нет срочных задач.\n • В моменты уединения или приятного отдыха.\n • После физических нагрузок или расслабляющих практик.\n • В тихой, уютной обстановке.\n\n🔹 <b>Как ощущается в теле:</b>\n • Дыхание глубокое, медленное.\n • Тело расслаблено, нет напряжения.\n • Грудная клетка раскрыта, нет стеснения в груди.\n • Лицо спокойное, мышцы расслаблены.\n\n<i>“Вы в безопасности, ничего срочного делать не нужно.”</i>"}],
    "buttons": [
      {"text": "Принятие", "next_state": "emotion_acceptance"},
      {"text": "Удовлетворённость", "next_state": "emotion_contentment"},
      {"text": "Все эмоции", "next_state": "all_emotions"}
    ]
  },
  "emotion_acceptance": {
    "message": [{"text": "<b>Принятие</b> - это состояние, когда человек перестаёт бороться с реальностью и принимает её такой, какая она есть, без сопротивления.\n\n🔹 <b>Когда возникает:</b>\n • Когда человек понимает, что не всё поддаётся контролю, но это не страшно.\n • Когда решает не бороться с эмоциями, а просто наблюдать за ними.\n • В моменты, когда удаётся принять себя и других такими, какие они есть.\n\n🔹 <b>Как ощущается в теле:</b>\n • Отсутствие внутреннего напряжения, лёгкость.\n • Дыхание ровное, нет учащённого сердцебиения.\n • Губы могут быть слегка приподняты, как при лёгкой улыбке.\n\n</i>“Ты не обязан(а) менять что-то прямо сейчас. Просто будь.”</i>"}],
    "buttons": [
      {"text": "Удовлетворённость", "next_state": "emotion_contentment"},
      {"text": "Все эмоции", "next_state": "all_emotions"}
    ]
  },
  "emotion_contentment": {
    "message": [{"text": "<b>Удовлетворённость</b> - это чувство, что прямо сейчас всё достаточно хорошо, без необходимости что-то менять или достигать.\n\n🔹 <b>Когда возникает:</b>\n • Когда человек получает удовольствие от простых вещей.\n • После завершения задачи, когда нет чувства спешки.\n • В моменты благодарности и осознания ценности происходящего.\n\n🔹 <b>Как ощущается в теле:</b>\n • Лёгкость в груди, нет сжатия.\n • Медленные, плавные движения.\n • Расслабленные губы, как будто готовность к улыбке.\n\n<i>“Ты уже имеешь то, что тебе нужно.”</i>"}],
    "buttons": [
      {"text": "Все эмоции", "next_state": "all_emotions"}
    ]
  }
}