{
  "cognitive_techniques_worry": {
    "message": [{"text": "Ответьте на вопрос эмоции\n\nПереоценка угрозы: Напишите чего вы боитесь, задав себе вопрос: \"\"Что самое худшее может случиться?\"\". Разделите реальную и воображаемую угрозу, а затем оцените вероятность события (например, 1-10), последствия, что вы будете делать, если это произойдет. Это поможет посмотреть на страх объективнее.\nОписание: Помогает взглянуть на страх объективно, отличить реальные угрозы от надуманных и уменьшить тревожность.\n\nПроработка страхов с поддержкой: Поделитесь своими страхами с близким человеком или напишите свои мысли в письме. Иногда выговориться достаточно, чтобы снизить напряжение.\nОписание: Снижает внутреннее напряжение, даёт чувство поддержки и помогает переработать эмоции через выражение мыслей.\n\n"}],
    "buttons": [
      {"text": "Медитация - визуализация", "next_state": "worry_meditation"},
      {"text": "Работа с телом", "next_state": "body_techniques_worry"},
      {"text": "О чем говорит Беспокойство", "next_state": "emotion_worry"}
    ]
  },
  "cognitive_techniques_anger": {
    "message": [{"text": "Ответьте на вопрос эмоции\n\nЗаметка о ситуации: Опишите конкретно, что вызвало злость, без самокритики и осуждения. Записывайте все, что придет на ум, и затем перечитайте, чтобы лучше понять, что спровоцировало эмоцию. Осознайте причину злости: \"\"Какие мои границы нарушены?\"\"\nПереосмыслите: как можно решить проблему конструктивно?\n\nОписание: Помогает осознать причины злости, выявить нарушенные границы и найти конструктивное решение ситуации\n"}],
    "buttons": [
      {"text": "Медитация - визуализация", "next_state": "anger_meditation"},
      {"text": "Работа с телом", "next_state": "body_techniques_anger"},
      {"text": "О чем говорит Злость", "next_state": "emotion_anger"}
    ]
  },
  "cognitive_techniques_sadness": {
    "message": [{"text": "Ответьте на вопрос эмоции\n\nПересмотр ценностей: Вспомните, что остается важным в вашей жизни, несмотря на потерю, и напишите об этом. Переключение внимания на сохраненные ценности помогает со временем уменьшить чувство утраты.\nОписание: Помогает пережить утрату, переключая внимание на важные ценности и опираясь на поддержку близких для эмоционального восстановления\n\nПоддержка близких: Проведите время с людьми, которые могут вас поддержать. Иногда просто присутствие рядом с другими людьми помогает облегчить грусть.\nОписание: Помогает справиться с грустью, давая чувство принятия, заботы и эмоциональной опоры\n\n"}],
    "buttons": [
      {"text": "Медитация - визуализация", "next_state": "sadness_meditation"},
      {"text": "Работа с телом", "next_state": "body_techniques_sadness"},
      {"text": "О чем говорит Грусть", "next_state": "emotion_sadness"}
    ]
  },
  "cognitive_techniques_guilt": {
    "message": [{"text": "Ответьте на вопрос эмоции\n\nПереоценка события: Запишите, какое именно ваше действие вызвало вину. Проанализируйте ситуацию: действительно ли вы несёте ответственность за произошедшее?\nРазделите реальные ошибки и ложную вину и задайте себе следующие вопросы:\n- Что я действительно мог(ла) контролировать в этой ситуации?\n- Что я могу сделать сейчас, чтобы исправить или компенсировать это?\n- В чем именно моя ответственность?\n- Будет ли данная ситуация важна для меня через год?\n\nОписание: Помогает вам проанализировать вашу ответственность в ситуации и отделить реальную вину от ложных ощущений, позволяя оценить, что можно сделать для исправления ситуации и двигаться дальше с ясным пониманием.\n"}],
    "buttons": [
      {"text": "Медитация - визуализация", "next_state": "guilt_meditation"},
      {"text": "Работа с телом", "next_state": "body_techniques_guilt"},
      {"text": "О чем говорит Вина", "next_state": "emotion_guilt"}
    ]
  },
  "cognitive_techniques_shame": {
    "message": [{"text": "Ответьте на вопрос эмоции\n\nПонимание природы стыда:\nСпросите себя: \"\"Действительно ли я не соответствую ожиданиям? Чьи это ожидания?\"\"\nПерепишите установку \"\"Со мной что-то не так\"\" на \"\"Я ценен(а), даже если я не идеален(а)\"\".\nОписание: Помогает осознать, что стыд часто возникает из-за чужих ожиданий, а не из-за наших реальных недостатков. Понимание, что мы ценны и достойны, несмотря на свои несовершенства, позволяет освободиться от чувства неполноценности и принять себя такими, какие мы есть.\n\nУкрепление самооценки:\nСоздайте список своих положительных качеств и достижений.\nВспомните моменты, где вы чувствовали себя уверенно. Ответьте на вопрос: \"\"Есть ли во мне качества противоположные тем, которыми я сейчас себя описываю? Как бы на этот вопрос ответила чистая энергия любви?\"\"\nОписание: Помогает вернуть уверенность в себе. Это позволяет увидеть, что несмотря на сомнения, у нас есть много сильных сторон и опыта, который поддерживает внутреннюю силу и позитивное восприятие себя\n\nРабота с уязвимостью:\nПодумайте о том, что стыд связан с боязнью быть отвергнутым.\nОсознайте, что принятие своей уязвимости — это сила, а не слабость.\nОписание: Помогает преодолеть страх уязвимости. Принятие своей уязвимости как силы дает возможность открыто выражать свои чувства и быть собой, что укрепляет отношения с другими и способствует личностному росту\n"}],
    "buttons": [
      {"text": "Медитация - визуализация", "next_state": "shame_meditation"},
      {"text": "Работа с телом", "next_state": "body_techniques_shame"},
      {"text": "О чем говорит Стыд", "next_state": "emotion_shame"}
    ]
  },
  "cognitive_techniques_disgust": {
    "message": [{"text": "Ответьте на вопрос эмоции\n\nОсмысление и рефлексия: ответьте на следующие вопросы:\n- Что именно вызывает во мне отвращение?\n- Почему это вызывает во мне такие чувства?\n- Отражает ли эта реакция мои личные страхи или уязвимости?\n- Как я могу установить границу, чтобы не испытывать сильное отвращение в будущем?\n- Есть ли в этом отвращении что-то, что я мог бы изменить в своем отношении?\n\nОписание: Эти вопросы помогают осознать источник отвращения, выявить скрытые страхи и уязвимости, установить здоровые границы и изменить отношение к происходящему для эмоционального роста и внутреннего спокойствия\n"}],
    "buttons": [
      {"text": "Медитация - визуализация", "next_state": "disgust_meditation"},
      {"text": "Работа с телом", "next_state": "body_techniques_disgust"},
      {"text": "О чем говорит Отвращение", "next_state": "emotion_disgust"}
    ]
  },
  "cognitive_techniques_envy": {
    "message": [{"text": "Ответьте на вопрос эмоции\n\nФокус на своих достижениях: Напишите список своих личных достижений и качеств, которыми гордитесь. Перечитывайте его, когда чувствуете зависть.\nОписание: Помогает укрепить уверенность в себе, переключая внимание на позитивные моменты, и снижает влияние зависти\n\nВедение дневника благодарности: Каждый день записывайте, за что вы благодарны в своей жизни. Это переключает внимание с недостатка на изобилие.\nОписание: Способствует укреплению позитивного восприятия жизни и помогает сосредоточиться на том, что уже есть, а не на том, чего не хватает\n"}],
    "buttons": [
      {"text": "Медитация - визуализация", "next_state": "envy_meditation"},
      {"text": "Работа с телом", "next_state": "body_techniques_envy"},
      {"text": "О чем говорит Зависть", "next_state": "emotion_envy"}
    ]
  },
  "cognitive_techniques_jealousy": {
    "message": [{"text": "Ответьте на вопрос эмоции\n\nЧтобы укрепите уверенность в себе: напишите свои сильные стороны.\n\nОписание: Написание своих сильных сторон помогает укрепить уверенность в себе, фокусируя внимание на положительных качествах и достижениях, что способствует внутреннему самопринятию и мотивации.\n"}],
    "buttons": [
      {"text": "Медитация - визуализация", "next_state": "jealousy_meditation"},
      {"text": "Работа с телом", "next_state": "body_techniques_jealousy"},
      {"text": "О чем говорит Ревность", "next_state": "emotion_jealousy"}
    ]
  },
  "cognitive_techniques_joy": {
    "message": [{"text": "Ответьте на вопрос эмоции\n\nФокус на благодарности: Запишите 3-5 вещей, за которые вы благодарны. Чувство благодарности помогает усилить радость и улучшить восприятие жизни.\n\nОписание: Чувство благодарности помогает усилить радость и улучшить восприятие жизни\n"}],
    "buttons": [
      {"text": "Медитация - визуализация", "next_state": "joy_meditation"},
      {"text": "Работа с телом", "next_state": "body_techniques_joy"},
      {"text": "О чем говорит Радость", "next_state": "emotion_joy"}
    ]
  },
  "cognitive_techniques_love": {
    "message": [{"text": "Ответьте на вопрос эмоции\n\nНапишите письмо благодарности любимому человеку.\n\nОписание: Помогает выразить признательность и любовь, что укрепляет отношения, создает атмосферу взаимной поддержки и усиливает позитивные эмоции, создавая ощущение ценности и заботы\n"}],
    "buttons": [
      {"text": "Медитация - визуализация", "next_state": "love_meditation"},
      {"text": "Работа с телом", "next_state": "body_techniques_love"},
      {"text": "О чем говорит Любовь", "next_state": "emotion_love"}
    ]
  },
  "cognitive_techniques_interest": {
    "message": [{"text": "Ответьте на вопрос эмоции\n\nОпределите, что привлекло ваше внимание, и запишите, чему вы хотите научиться.\nОписание: Этот процесс помогает сфокусироваться на том, что действительно вызывает интерес, и создает ясность в выборе нового опыта или навыков, которые могут привести к личностному развитию\n"}],
    "buttons": [
      {"text": "Медитация - визуализация", "next_state": "interest_meditation"},
      {"text": "Работа с телом", "next_state": "body_techniques_interest"},
      {"text": "О чем говорит Интерес", "next_state": "emotion_interest"}
    ]
  },
  "cognitive_techniques_surprise": {
    "message": [{"text": "Ответьте на вопрос эмоции\n\n"}],
    "buttons": [
      {"text": "Медитация - визуализация", "next_state": "surprise_meditation"},
      {"text": "Работа с телом", "next_state": "body_techniques_surprise"},
      {"text": "О чем говорит Удивление", "next_state": "emotion_surprise"}
    ]
  },
  "cognitive_techniques_offense": {
    "message": [{"text": "Ответьте на вопрос: \"\"Что мне сейчас важнее – доказать, что я прав(а), или разобраться в своих чувствах и освободиться от этой тяжести?\"\"\n\nВыражение через письмо: \nНапишите письмо человеку, на которого обижены (но не отправляйте его). Пишите без каких-либо ограничений, выразите все что вы думаете и чувствуете. Представьте, что вы промываете трубы после их чистки. Чтобы из крана начала течь чистая вода, нужно выпустить всю грязную. Так и с вашими мыслями - выпишите все до единой мысли, чуствуйте все эмоции, которые будут выходить, не сдерживая себя. А после можете сжечь это письмо.\n\nПосле этого можете перейти к Пересмотру ожиданий:\nПодумайте, какие ожидания были нарушены, и насколько они были реалистичными.\n\nОписание: Эта практика помогает выпустить подавленные эмоции, осознать свои истинные чувства и отпустить обиду без вреда для отношений. Написание письма снижает внутреннее напряжение, а пересмотр ожиданий помогает увидеть ситуацию более объективно и избавиться от лишнего груза. В результате вы чувствуете больше спокойствия, ясности и эмоциональной свободы\n"}],
    "buttons": [
      {"text": "Медитация - визуализация", "next_state": "offense_meditation"},
      {"text": "Работа с телом", "next_state": "body_techniques_offense"},
      {"text": "О чем говорит Обида", "next_state": "emotion_offense"}
    ]
  },
  "cognitive_techniques_irritation": {
    "message": [{"text": "Оценка триггера: Раздражает ситуация или ваше состояние? Можно ли изменить что-то прямо сейчас?        \nОписание: Помогает понять, что именно вызывает раздражение: внешние обстоятельства или ваше внутреннее состояние. Осознание этого даёт больше контроля над эмоциями и возможность найти решение\n\nОсознание бессмысленности раздражения: поможет ли эта эмоция изменить ситуацию?\nОписание: Помогает увидеть, что раздражение редко приводит к изменениям. Размышляя об этом, вы можете отпустить эмоцию и направить энергию на что-то полезное\n"}],
    "buttons": [
      {"text": "Медитация - визуализация", "next_state": "irritation_meditation"},
      {"text": "Работа с телом", "next_state": "body_techniques_irritation"},
      {"text": "О чем говорит Раздражение", "next_state": "emotion_irritation"}
    ]
  },
  "cognitive_techniques_disappointment": {
    "message": [{"text": "Переоценка ситуации: Разочарование – знак, что пора пересмотреть ожидания. какие новые возможности открывает разочарование?\nОписание: Помогает увидеть разочарование не как тупик, а как сигнал к пересмотру ожиданий. Это даёт возможность найти новые решения, адаптироваться и двигаться дальше с более реалистичным взглядом\n\nФокус на прогрессе: Вспомните, какие маленькие успехи у вас всё же есть.\nОписание: Переключает внимание с неудач на достижения, даже если они кажутся небольшими. Это снижает разочарование, укрепляет уверенность в себе и даёт мотивацию продолжать\n"}],
    "buttons": [
      {"text": "Медитация - визуализация", "next_state": "disappointment_meditation"},
      {"text": "Работа с телом", "next_state": "body_techniques_disappointment"},
      {"text": "О чем говорит Разочарование", "next_state": "emotion_disappointment"}
    ]
  },
  "cognitive_techniques_gratitude": {
    "message": [{"text": "\"\"Перепросмотр потерь\"\" – вспомните трудные моменты, через которые прошли, и подумайте: что они дали вам?\nОписание: Помогает осознать, что даже трудные моменты несут уроки и дают внутренний рост. Позволяет увидеть в прошлом не только боль, но и ценность опыта\n\n\"\"Благодарность через перспективу\"\" – представьте, что смотрите на этот момент из будущего. Как вы будете воспринимать его через 10 лет?\nОписание: Даёт ощущение временной дистанции, помогает снизить эмоциональное напряжение и увидеть ситуацию как часть большого жизненного пути\n\n\"\"Обратная благодарность\"\" – если бы этот момент был создан специально для вас, какой скрытый смысл в нём?\nОписание: Учит находить смысл в сложных ситуациях, помогает изменить отношение к ним и извлекать пользу даже из трудностей.\n"}],
    "buttons": [
      {"text": "Медитация - визуализация", "next_state": "gratitude_meditation"},
      {"text": "Работа с телом", "next_state": "body_techniques_gratitude"},
      {"text": "О чем говорит Благодарность", "next_state": "emotion_gratitude"}
    ]
  },
  "cognitive_techniques_respect": {
    "message": [{"text": "\"\"Список принципов\"\" – запишите 5 вещей, которые для вас важны, и проверьте, живёте ли вы в соответствии с ними.\nОписание: Помогает осознать свои жизненные ценности и проверить, соответствуют ли им ваши действия. Это даёт внутреннюю ясность и чувство целостности.\n\n\"\"Практика нет\"\" – назовите 3 ситуации, где вам трудно отказать, и подумайте, почему.\nОписание: Учит устанавливать границы и понимать, что стоит за трудностями в отказе. Развивает уверенность и уважение к своим потребностям\n\n\"\"Архитектура уважения\"\" – разберите свою самооценку: какие части вашего опыта делают вас достойными уважения?\nОписание: Помогает укрепить самооценку, осознать свою ценность и увидеть, какие события и качества делают вас достойными уважения.\n"}],
    "buttons": [
      {"text": "Медитация - визуализация", "next_state": "respect_meditation"},
      {"text": "Работа с телом", "next_state": "body_techniques_respect"},
      {"text": "О чем говорит Уважение", "next_state": "emotion_respect"}
    ]
  },
  "cognitive_techniques_care": {
    "message": [{"text": "\"\"Ревизия заботы\"\" – сколько времени я уделяю себе и другим?\nОписание: Помогает осознать, как вы распределяете своё внимание между собой и окружающими. Позволяет увидеть, хватает ли вам времени на собственные потребности\n\n\"\"Баланс заботы\"\" – определите, отдаёте ли вы больше, чем получаете.\nОписание: Помогает избежать эмоционального истощения, учит распределять энергию так, чтобы забота о других не шла в ущерб себе\n\n\"\"Границы заботы\"\" – где я жертвую собой ради других?\nОписание: Позволяет осознать, где ваши границы размыты, и научиться сохранять себя, не жертвуя личными потребностями ради других\n"}],
    "buttons": [
      {"text": "Медитация - визуализация", "next_state": "care_meditation"},
      {"text": "Работа с телом", "next_state": "body_techniques_care"},
      {"text": "О чем говорит Забота", "next_state": "emotion_care"}
    ]
  }
}