{
  "body_techniques_worry": {
    "message": [
      {"text": "1) Квадратное дыхание: Вдохните через нос на 4 счета, задержите дыхание на 4 счета, выдохните через рот на 4 счета, снова задержите дыхание на 4 счета. Повторите 5-10 раз.\nОписание: Помогает быстро снизить уровень стресса, улучшает концентрацию и создает ощущение спокойствия\n\n2) Заземление: Сядьте или встаньте, обратите внимание на ощущения ног. Почувствуйте контакт ступней с землей, надавите на поверхность пальцами и пятками. Ощущение устойчивости помогает снизить тревожность.\nОписание: Снижает тревожность, возвращает в момент «здесь и сейчас» и помогает почувствовать уверенность и стабильность\n"}
    ],
    "buttons": [
      {"text": "О чем говорит Беспокойство", "next_state": "emotion_worry"}
    ]
  },
  "body_techniques_anger": {
    "message": [
      {"text": "Дыхание с акцентом на выдох: Вдохните глубоко через нос, задержите дыхание на 2 секунды, сделайте долгий и сильный выдох через рот, как будто сдуваете напряжение. Повторите 5 раз.\n\nОписание: Помогает быстро снять напряжение и успокоить нервную систему\n\nТак как энергия собирается в верхней части тела, в первые минуты злости хорошо помогают упраженения на руки, грудь и плечи: отжимания, удары кулаками подушки или груши, и другое. \n\nОписание: Направляет избыток энергии в тело, помогая разрядить злость и восстановить баланс\n"}
    ],
    "buttons": [
      {"text": "О чем говорит Злость", "next_state": "emotion_anger"}
    ]
  },
  "body_techniques_sadness": {
    "message": [
      {"text": "Расслабляющая техника: В положении сидя. или лежа напрягайте поочередно каждую часть тела (начиная с ног, заканчивая лицом) на несколько секунд, затем расслабьте. Это позволяет снять мышечное напряжение.\nОписание: Помогает снять мышечное напряжение, расслабляя тело через последовательное напряжение и расслабление разных его частей\n\nПрогулка на природе: Прогуляйтесь в спокойном месте, обращая внимание на деревья, небо, звуки вокруг. Старайтесь дышать глубоко и ровно. Это поможет \nрасслабиться и отвлечься.\nОписание: Помогает отвлечься, расслабиться и восстановить гармонию через контакт с природой и глубокое дыхание\n\nРастяжка для снятия зажимов.\nОписание: Помогает улучшить гибкость и снять физическое напряжение, особенно в области шеи, спины и плеч\n"}
    ],
    "buttons": [
      {"text": "О чем говорит Грусть", "next_state": "emotion_sadness"}
    ]
  },
  "body_techniques_guilt": {
    "message": [
      {"text": "Расслабление диафрагмы:\nВина часто ощущается тяжестью в груди или животе. Лягте на спину, положите руки на живот и дышите глубоко, ощущая, как живот поднимается и опускается.\nНа выдохе представьте, как вы \"\"отпускаете\"\" вину.\n\nОписание: Помогает освободиться от чувства вины, используя глубокое дыхание для расслабления и отпускания напряжения в теле.\n\nРитуальное действие:\nНапишите, за что вы чувствуете вину, на листе бумаги.\nЗатем разорвите или сожгите его, визуализируя освобождение от чувства вины.\n\nОписание: Помогает символически освободиться от чувства вины, выражая эмоции на бумаге и освобождаясь от них через разрушение или сжигание.\n"}
    ],
    "buttons": [
      {"text": "О чем говорит Вина", "next_state": "emotion_guilt"}
    ]
  },
  "body_techniques_shame": {
    "message": [
      {"text": "Снятие зажатости:\nСтыд часто вызывает желание \"\"свернуться\"\", спрятаться.\nВыполните упражнение \"\"раскрытие\"\": станьте прямо, поднимите руки вверх, широко разведите плечи, сделайте глубокий вдох. Представьте, что вы \"\"раскрываетесь\"\" миру.\nОписание: Помогает освободиться от физической напряженности, связанной с чувством стыда. Простое \"\"раскрытие\"\" тела способствует восстановлению ощущения уверенности и открытости, позволяя вам быть более восприимчивым к миру вокруг и к самому себе\n\nТанец свободы:\nВключите музыку и двигайтесь так, как вам хочется, не думая о том, как это выглядит. Это помогает снять телесные блоки, связанные со стыдом.\nОписание: Танец помогает снять внутренние блоки, освобождая тело от стеснения и напряжения. Это действие позволяет почувствовать себя в теле свободно и безо всяких ограничений, способствует восстановлению внутренней гармонии и принятия себя, несмотря на стыд\n\nРабота с лицом:\nСтыд часто вызывает покраснение лица и напряжение.\nПомассируйте скулы, виски, расслабьте мышцы лба и челюсти.\nОписание: Помогает снять физическое напряжение, которое часто проявляется в виде покраснений и зажатости. Расслабление мышц лица способствует снятию стресса и стыда, позволяя вернуть легкость и ощущение внутренней свободы.\n"}
    ],
    "buttons": [
      {"text": "О чем говорит Стыд", "next_state": "emotion_shame"}
    ]
  },
  "body_techniques_disgust": {
    "message": [
      {"text": "Стряхивание отвращения:\n1) Представьте то, что вызывает отвращение. Ощутите, где именно это чувство проявляется в теле (напряжение в животе, груди и т.д.).\n2) Понаблюдайте за этим чувством несколько секунд, не пытаясь его убрать.\n3) Представьте, что чувство осело на вашей коже, как пыль. Легкими движениями рук «стряхните» его с головы до ног. Почувтсвуйте очищение и легкость.\nОписание: Помогает освободиться от неприятных эмоций, снимая физическое напряжение и создавая ощущение лёгкости и очищения\n\nРелаксация мышц лица и челюсти.\nГлубокое дыхание, направленное на снижение напряжения в теле.\nОписание: Способствует снятию напряжения и расслаблению, что помогает уменьшить влияние эмоций, таких как отвращение, на тело и ум\n"}
    ],
    "buttons": [
      {"text": "О чем говорит Отвращение", "next_state": "emotion_disgust"}
    ]
  },
  "body_techniques_envy": {
    "message": [
      {"text": "Расслабляющее дыхание: Вдохните глубоко, задержите дыхание на пару секунд, затем выдохните, отпуская напряжение. Повторите 5 раз.\nОписание: Помогает снять напряжение и стресс, восстанавливая гармонию в теле и разуме, что способствует улучшению общего самочувствия и снижению тревоги\n\nЭнергичная прогулка, чтобы усилить мотивацию.\nОписание: Помогает стимулировать активность и мотивацию, улучшая циркуляцию крови и обеспечивая заряд энергии для действий.\n\nУпражнения на баланс, чтобы заземлиться.\nОписание: Способствуют улучшению физической устойчивости и помогают заземлиться, что помогает справляться с эмоциональными колебаниями и повышать внутреннюю уверенность\n"}
    ],
    "buttons": [
      {"text": "О чем говорит Зависть", "next_state": "emotion_envy"}
    ]
  },
  "body_techniques_jealousy": {
    "message": [
      {"text": "Релаксация плеч и груди.\nОписание: Помогает снять физическое напряжение, связанное с тревогой или стрессом, улучшая самочувствие и создавая ощущение легкости и свободы.\n\nПрактика \"\"выталкивания\"\" напряжения: глубокий вдох и сильный выдох через рот.\nОписание: Способствует моментальному расслаблению, избавляя от зажимов и возвращая энергию, помогая быстрее восстанавливать внутренний баланс\n"}
    ],
    "buttons": [
      {"text": "О чем говорит Ревность", "next_state": "emotion_jealousy"}
    ]
  },
  "body_techniques_joy": {
    "message": [
      {"text": "Активные движения: Танцуйте, занимайтесь йогой или просто потянитесь. Физическая активность помогает усилить радость и укрепить эмоциональную связь с собой.\nОписание: Помогают высвободить зажатые эмоции, улучшить настроение и повысить уровень энергии, улучшая связь с собственным телом и внутренним состоянием\n\nУлыбка как упражнение.\nОписание: Активирует мышечные группы, ассоциирующиеся с позитивом, способствует выработке эндорфинов и повышению настроения, что помогает улучшить эмоциональное состояние\n"}
    ],
    "buttons": [
      {"text": "О чем говорит Радость", "next_state": "emotion_joy"}
    ]
  },
  "body_techniques_love": {
    "message": [
      {"text": "Практика объятий: удерживайте близкого человека в объятиях не менее 20 секунд.\n\nОписание: Объятия помогают снижать уровень стресса и повышать уровень окситоцина, гормона привязанности, что способствует улучшению эмоционального состояния, укреплению взаимных связей и созданию чувства безопасности и поддержки\n"}
    ],
    "buttons": [
      {"text": "О чем говорит Любовь", "next_state": "emotion_love"}
    ]
  },
  "body_techniques_interest": {
    "message": [
      {"text": "Дыхательные упражнения для концентрации: Вдыхайте медленно, фокусируясь на звуках вокруг или ощущениях в теле. Это позволяет глубже погружаться в изучаемое.\nОписание: Помогают сосредоточиться и углубить внимание, улучшая ментальную ясность и осознанность, что способствует более эффективному обучению.\n\nАктивная поза (руки вверх, раскрытые плечи) для усиления энергии.\nОписание: Усиливает энергию и уверенность, улучшая психоэмоциональное состояние, что способствует лучшей мотивации и решительности в достижении целей\n"}
    ],
    "buttons": [
      {"text": "О чем говорит Интерес", "next_state": "emotion_interest"}
    ]
  },
  "body_techniques_surprise": {
    "message": [
      {"text": "Глубокий вдох и медленный выдох, чтобы закрепить внимание.\nОписание: Помогает сфокусироваться, снизить тревожность и успокоить нервную систему\n\nЛёгкие прыжки для сброса напряжения.\nОписание: Снимают мышечное напряжение, высвобождают застрявшую энергию и помогают быстрее переключиться\n"}
    ],
    "buttons": [
      {"text": "О чем говорит Удивление", "next_state": "emotion_surprise"}
    ]
  },
  "body_techniques_offense": {
    "message": [
      {"text": "\"\"Стряхивание эмоции\"\" – встаньте и начните встряхивать руки, ноги, всё тело, как будто хотите сбросить тяжесть с себя.\nОписание: Помогает быстро снять физическое напряжение, высвободить застоявшиеся эмоции и вернуть ощущение лёгкости. Движение активирует тело, улучшает циркуляцию энергии и помогает быстрее отпустить стресс\n\n\"\"Расплавление\"\" – представьте, что ваше тело, словно лёд, тает и превращается в воду, унося напряжение обиды.\nОписание: Расслабляет мышцы, снижает напряжение и учит отпускать эмоции мягко и без сопротивления. Визуализация процесса \"\"таяния\"\" помогает переключиться на состояние покоя и внутренней свободы.\n\n\"\"Голосовое освобождение\"\" – попробуйте издавать звуки (стон, вздохи, даже лёгкое рычание), чтобы дать выход эмоции.\nОписание:​​Даёт естественный выход эмоциям через звук, помогая снизить внутреннее давление. Позволяет выразить накопленные чувства, даже если сложно подобрать слова, и вернуть ощущение лёгкости.\n"}
    ],
    "buttons": [
      {"text": "О чем говорит Обида", "next_state": "emotion_offense"}
    ]
  },
  "body_techniques_irritation": {
    "message": [
      {"text": "Метод \"\"энергетического сброса\"\": встать, потрясти руками, сделать несколько активных прыжков.\nОписание: Высвобождает застоявшуюся энергию, снижает нервное напряжение и помогает вернуть ощущение лёгкости\n\nМетод \"\"паузы на холод\"\": умойтесь холодной водой или подержите запястья под струёй воды.\nОписание: Дает моментальное чувство свежести, переключает внимание и помогает быстро успокоить эмоции\n\n\"\"Медленный танец\"\" – включите музыку и двигайтесь плавно, не спеша, чтобы замедлить реакцию нервной системы.\nОписание: Расслабляет тело, замедляет реакцию нервной системы и помогает войти в состояние покоя\n\n\"\"Секретное напряжение\"\" – сожмите кулаки под столом или незаметно напрягите мышцы, а затем резко расслабьте.\nОписание: Дает возможность сбросить стресс незаметно, помогает расслабиться, когда нельзя проявлять эмоции открыто\n\n\"\"Импульсивный бег\"\" – выбегите на улицу и пробегите 50-100 метров в быстром темпе, не думая о технике, просто выпуская энергию.\nОписание: Позволяет выплеснуть сильные эмоции через движение, быстро снижает уровень напряжения и даёт ощущение свободы.\n"}
    ],
    "buttons": [
      {"text": "О чем говорит Раздражение", "next_state": "emotion_irritation"}
    ]
  },
  "body_techniques_disappointment": {
    "message": [
      {"text": "Метод \"\"обратного напряжения\"\": сильно напрягите мышцы рук и отпустите, представляя, как уходит эмоция.\nОписание: Помогает быстро сбросить накопленный стресс через работу с телом. Напрягая и расслабляя мышцы, вы сигнализируете мозгу о снижении тревожности\n\nМетод \"\"обновляющего дыхания\"\": 5 вдохов и долгих выдохов, фокус на отпускании напряжения.\nОписание: Глубокие вдохи и выдохи активируют парасимпатическую нервную систему, помогая успокоить эмоции и снизить стресс\n\n\"\"Падение\"\" – лягте на пол и полностью расслабьтесь, представляя, как тяжесть уходит вниз.\nОписание: Полное расслабление тела помогает отпустить зажимы и эмоциональное напряжение, перезагрузив нервную систему\n\n\"\"Крик в воду\"\" – наберите воду в рот и крикните в неё, не выплёвывая. Это создаёт эффект разрядки.\nОписание: Безопасный способ выпустить эмоции, не беспокоя окружающих. Снимает внутреннее напряжение и подавленные чувства\n\n\"\"Переключение реальности\"\" – резко смените деятельность (например, помойте посуду, погуляйте в новом месте, начните рисовать).\nОписание: Резкая смена деятельности помогает выйти из зацикленного состояния, перефокусировать внимание и снизить эмоциональное напряжение\n"}
    ],
    "buttons": [
      {"text": "О чем говорит Разочарование", "next_state": "emotion_disappointment"}
    ]
  },
  "body_techniques_gratitude": {
    "message": [
      {"text": "\"\"Размещение ценности в теле\"\" – выберите часть тела (грудь, руки, живот) и положите туда руку. Почувствуйте, как ваша благодарность наполняет эту зону.\nОписание: Помогает зафиксировать чувство благодарности физически, создавая ощущение тепла и внутренней поддержки. Это усиливает связь между эмоциями и телом, делая благодарность более осознанной.\n\n\"\"Жест благодарности\"\" – создайте физический жест, который будет напоминать вам о благодарности (например, лёгкое прикосновение к сердцу).\nОписание: Создаёт якорь для благодарности в повседневной жизни. Позволяет быстро вернуться к этому чувству в моменты стресса или напряжения.\n\n\"\"Растяжка принятия\"\" – потянитесь вверх, в стороны, раскройте тело, представляя, что вы открываетесь потоку благодарности.\nОписание: Раскрывает тело, помогая избавиться от зажимов и блоков. Физическая открытость усиливает эмоциональное ощущение благодарности и доверия к жизни\n"}
    ],
    "buttons": [
      {"text": "О чем говорит Благодарность", "next_state": "emotion_gratitude"}
    ]
  },
  "body_techniques_respect": {
    "message": [
      {"text": "\"\"Телесная стойкость\"\" – встаньте прямо, почувствуйте, как ноги уверенно стоят на земле, выпрямите спину.\nОписание: Помогает почувствовать уверенность через осанку и положение тела. Прямой позвоночник и твёрдая опора снижают тревожность и дают ощущение внутренней силы\n\n\"\"Энергетический щит\"\" – представьте, что вокруг вас защитное поле, которое помогает вам отстаивать границы.\nОписание: Создаёт психологическую защиту, помогая сохранить личные границы и не впускать чужие негативные эмоции.\n\n"}
    ],
    "buttons": [
      {"text": "О чем говорит Уважение", "next_state": "emotion_respect"}
    ]
  },
  "body_techniques_care": {
    "message": [
      {"text": "\"\"Техника самообъятия\"\" – обнимите себя, потрите плечи, почувствуйте тепло.\nОписание: Помогает почувствовать поддержку и тепло внутри себя, снижает стресс и даёт ощущение безопасности.\n\n\"\"Дыхание заботы\"\" – на вдохе принимайте заботу, на выдохе отдавайте.\nОписание: Гармонизирует эмоциональное состояние, учит осознанно принимать и отдавать заботу, создавая баланс\n"}
    ],
    "buttons": [
      {"text": "О чем говорит Забота", "next_state": "emotion_care"}
    ]
  }
}