{
  "shades_worry": {
    "message": [
      {"text": "\n😟 Тревога (страх + неуверенность) — сочетание страха и неуверенности в будущем.\n\n😤 Фрустрация (страх + разочарование) — страх потерпеть неудачу усиливается разочарованием от нереализованных ожиданий.\n\n😕 Растерянность (страх + удивление) — сочетание страха и неожиданности, когда человек сталкивается с чем-то непредвиденным и не знает, как реагировать.\n\n🤔 Подозрительность (страх + недоверие) — когда страх за свою безопасность или благополучие сочетается с недоверием к людям. \n\n😬 Волнение (страх + радость или интерес) — возникает, когда человек испытывает страх в ситуации риска, но в то же время получает удовольствие от преодоления этого страха.\n\n🫨 Паника ( страх + накопившийся стресс) — это внезапный и интенсивный страх, сопровождающийся ощущением потери контроля и острой потребностью действовать или убежать. \n\n😱 Ужас (страх + беспомощность) — это крайняя форма страха, возникающая в ответ на сильную, зачастую неизбежную смертельную угрозу. В основном он парализует.\n"}
    ],
    "buttons": [
      {"text": "Техники самопомощи", "next_state": "self_help_worry"}
    ]
  },
  "shades_anger": {
    "message": [
      {"text": "\n😖 Раздражение — легкий уровень злости, вызванный небольшими неудобствами или разочарованиями. \n\n😫 Досада — злость, вызванная мелкими неудачами или ошибками. \n\n😠 Гнев — более интенсивная форма злости, проявляющаяся в ответ на серьезные обиды или несправедливость.\n\n😡 Ярость — крайняя форма злости, часто сопровождающаяся потерей самоконтроля.\n\n😣 Негодование (злость + несправедливость) — злость, вызванная восприятием несправедливости или неправильного поведения со стороны других. \n\n😤 Возмущение (злость + удивление) — злость от грубой несправедливости, неуважения или нарушения принципов и ожиданий. Часто имеет моральный оттенок, связанный с чем-то недопустимым или оскорбительным.\n\n😳 Отчаяние (злость + безысходность) — ощущение, что ничего нельзя изменить, несмотря на сильное внутреннее раздражение.\n\n😑 Ненависть (сильная злость + отвращение) - это отторжениее и враждебность к человеку, группе людей, объекту или идее. Возникает в результате длительных негативных переживаний или накопленного негодования и является одной из наиболее устойчивых эмоций, которая может поддерживаться в течение долгого времени."}
    ],
    "buttons": [
      {"text": "Техники самопомощи", "next_state": "self_help_anger"}
    ]
  },
  "shades_sadness": {
    "message": [
      {"text": "\n😟 Печаль — мягкий, основной оттенок грусти, связанный с легким сожалением или чувством потери.\n\n😔 Огорчение — когда ожидания или надежды не оправдались, но человек не испытывает сильного негатива.\n\n😞 Скорбь — интенсивное чувство грусти, связанное с потерей кого-то или чего-то значимого. Скорбь сопровождается глубокой эмоциональной болью и периодом траура.\n\n☹️ Ностальгия — грусть по прошлому, смешанная с теплыми воспоминаниями. Ностальгия может быть сладкой, но приносить чувство утраты ушедшего времени.\n\n😩 Разочарование — грусть, вызванная неисполненными ожиданиями или надеждами. Разочарование ощущается как сожаление о том, что желаемое не сбылось.\n\n🥺 Жалость (грусть + слабость) — чувство грусти, направленное на себя или на другого человека. \n\n😧 Обида (грусть + злость + страх) — сочетание грусти, злости на несправедливое обращение и страха оказаться отвергнутым или незначимым.\n\n😥 Уныние (грусть + чувство поражения) — чувство безнадёжности и подавленности, когда грусть смешивается с ощущением неспособности что-либо поменять.\n\n😓 Тоска (грусть + одиночество) — глубокая, устойчивая грусть, часто связанная с ощущением пустоты или одиночества.\n\n☹️ Горечь (грусть + сожаление) — человек чувствует грусть, смешанную с сожалением о прошлом, что приводит к ощущению утраты, которую он не может изменить.\n\n😮‍💨 Раскаяние (грусть + вина) — когда грусть о содеянном усиливается чувством вины, это приводит к раскаянию и желанию исправить или искупить свою ошибку.\n\n😒 Обида (грусть + злость) — возникает, когда грусть смешивается со злостью на обстоятельства или людей, которые, по мнению человека, стали причиной этой грусти.\n"}
    ],
    "buttons": [
      {"text": "Техники самопомощи", "next_state": "self_help_sadness"}
    ]
  },
  "shades_shame": {
    "message": [
      {"text": "\n😞 Сожаление — мягкая форма вины, связанная с небольшими промахами или случайными ошибками, которые не вызывают серьёзных последствий.\n\n🙂‍↕️ Смущение — мягкая форма стыда, связанная с небольшими промахами в социальных ситуациях.\n\n😫 Самообвинение — более интенсивная форма вины, направленная внутрь себя, когда человек берет на себя ответственность за события или ошибки, даже если они не полностью зависят от него.\n\n😣 Навязанные стыд или вина — когда человек испытывает вину из-за давления со стороны окружающих, даже если сам не видит в своём поведении проблем.\n\n☹️ Экзистенциальная вина — чувство вины, возникающее на фоне более глубоких вопросов, таких как смысл жизни, нереализованные цели или неспособность соответствовать собственным высоким стандартам.\n\n😟 Стыд за недостатки — проявляется, когда человек чувствует, что его качества или способности не соответствуют общепринятым нормам или его личным ожиданиям.\n\n🙁 Стыд за прошлое — возникает из-за событий в прошлом, за которые человек до сих пор чувствует себя «плохим» или «недостойным».\n\n😥 Позор — крайняя форма стыда, когда человек чувствует себя полностью отвергнутым или не имеющим ценности в глазах других.\n\n😣 Отверженность (стыд + одиночество) — человек ощущает стыд и чувствует, что его \"поломанность\" отдаляют его от других.\n\n😓 Подавленность (стыд или вина + грусть) — когда стыд за свои качества или вина за поступки усиливается грустью.\n\n🫣 Самоуничижение (стыд + вина) — человек одновременно чувствует себя виноватым и стыдится своих поступков, что приводит к сильному чувству неполноценности.\n"}
    ],
    "buttons": [
      {"text": "Техники самопомощи", "next_state": "self_help_shame"}
    ]
  },
  "shades_disgust": {
    "message": [
      {"text": "😒 Брезгливость — легкий оттенок отвращения, связанный с физическим неприятным ощущением, вызванным чем-то грязным или несоответствующим стандартам чистоты (например, неприятный запах или грязь).\n\n😏 Антипатия — мягкая форма отвращения, направленная на определенного человека, место или идею, которая вызывает чувство неприязни или раздражения.\n\n🙂‍↔️ Моральное отвращение — отвращение, возникающее по отношению к поступкам или людям, которые противоречат моральным и этическим нормам. \nнеприязнь, брезгливость, антипатия, осуждение.\n\n🤨 Презрение — смешанное чувство отвращения и ощущения превосходства. Презрение направлено на людей или идеи, которые воспринимаются как недостойные уважения или неполноценные.\n\n🧐 Эстетическое отвращение — отвращение, вызванное нарушением представлений о красоте и гармонии, например, от некрасивых изображений, неприятных текстур или звуков.\n\n😖 Сексуальное отвращение — чувство, направленное на объекты или действия, которые кажутся неприемлемыми или отвратительными в сексуальном контексте. \n\n😕 Отчуждение — это форма отвращения, когда человек чувствует, что объект (или даже часть себя) настолько чужд ему, что возникает чувство глубокого отторжения.\n\n😏 Высокомерие (отвращение + жалость) — чувство, возникающее, когда человек испытывает отвращение и одновременно испытывает жалость, но считает себя «выше» объекта своего отвращения.\n"}
    ],
    "buttons": [
      {"text": "Техники самопомощи", "next_state": "self_help_disgust"}
    ]
  },
  "shades_envy": {
    "message": [
      {"text": "😒 Подозрительная ревность — ревность, основанная на страхе предательства или потери связи.\n\n🙂‍↕️ Скрытая ревность — ревность, которая не проявляется открыто, но проявляется в виде раздражения, скрытого негодования или пассивной агрессии.\n\n😏 Соперничество — зависть, направленная на достижение того же результата, что и у объекта зависти. Она может быть мотивирующей, если ведет к развитию, или негативной, если сопровождается обесцениванием чужих успехов.\n\n😣 Чувство несправедливости (зависть + обида) — человек чувствует, что другие имеют то, чего он достоин, и воспринимает это как несправедливость.\n\n😓 Чувство неполноценности (зависть + неуверенность) — возникает, когда зависть усиливает внутренние сомнения и недостаток уверенности в своих силах.\n\n😮 Вдохновение или белая зависть (зависть + восхищение) — позитивная зависть, когда человек восхищается чужими достижениями и вдохновляется, чтобы улучшить себя. Это зависть, которая не вызывает агрессии или обиды."}
    ],
    "buttons": [
      {"text": "Техники самопомощи", "next_state": "self_help_envy"}
    ]
  },
  "shades_joy": {
    "message": [
      {"text": "❤️ Лёгкость — радость, связанная с чувством свободы или освобождения от чего-то негативного, когда человек ощущает внутреннюю легкость.\n\n🧡 Удовлетворение — спокойная, сбалансированная радость, связанная с достижением целей или выполнением задач. Это чувство внутреннего спокойствия и «достаточности».\n\n❤️ Эйфория — очень сильная радость, сопровождающаяся ощущением счастья и подъема. Часто краткосрочная, интенсивная.\n\n🧡 Восторг — эмоциональный подъем, когда радость настолько сильна, что вызывает физическое возбуждение, например, хочется прыгать или смеяться.\n\n❤️ Гордость — радость, сопровождающаяся чувством достижения, когда человек доволен своими успехами или успехами близких.\n\n🧡 Вдохновение — радость от того, что появилась идея или желание что-то создавать, сопровождается воодушевлением и желанием действовать.\n\n❤️ Теплота — мягкая, спокойная любовь, выражающаяся через заботу и внимание к другому человеку, без сильных эмоций или требований.\n\n🧡 Привязанность — любовь, основанная на глубокой связи и привычке, особенно между друзьями или родственниками. Это чувство близости и комфорта.\n\n❤️ Влюбленность — начальная, эмоционально насыщенная стадия любви, сопровождающаяся идеализацией объекта любви.\n\n🧡 Благодарность — форма любви, связанная с признательностью к человеку за его действия или существование. Это более зрелая, осознанная любовь.\n\n❤️ Страсть — сильная, интенсивная любовь, в которой присутствует физическое или эмоциональное влечение. Это наиболее захватывающая, но и часто неустойчивая форма любви.\n\n🧡 Забота — любовь, выражающаяся через стремление защищать и поддерживать другого человека, желание сделать его жизнь лучше.\n\n❤️ Восхищение (радость + удивление) — чувство радости, усиленное приятной неожиданностью. \n\n🧡 Уважение (любовь + восхищение) — любовь, основанная на восхищении и признании ценности другого человека. Сочетает чувство восхищения и глубокой признательности.\n\n❤️ Умиротворение (радость + спокойствие) — радость, которая ощущается как внутренний покой, например, от пребывания на природе или в момент тишины.\n\n🧡 Креативность (радость + вдохновение) — радость, сопровождающаяся желанием создать что-то новое, когда идея рождает творческий поток.\n\n❤️ Счастье (радость + любовь + спокойствие) — состояние полного внутреннего удовлетворения и комфорта, когда радость становится устойчивой и длительной."}
    ],
    "buttons": [
      {"text": "Техники самопомощи", "next_state": "self_help_joy"}
    ]
  },
  "shades_interest": {
    "message": [
      {"text": "🙂 Любопытство — активное, направленное внимание к чему-то новому или необычному. Человек испытывает сильное желание узнать или понять что-то, не всегда имея конкретную цель.\n\n😀 Воодушевление — интерес, сопровождающийся желанием творить или применять знания на практике. Воодушевление связано с чувством вдохновения и стремлением к действию.\n\n🤩 Восхищение — форма удивления, когда человек испытывает радость перед чем-то красивым, необычным или впечатляющим.\n\n😯 Замешательство — удивление, которое вызывает ощущение «стопора»; человек не сразу понимает, как реагировать или интерпретировать событие.\n\n😳 Шок — крайне сильное удивление, часто связанное с ситуациями, выходящими за рамки привычного, что вызывает эмоциональный отклик, близкий к потрясению.\n\n🤔 Скептицизм (интерес + сомнение) — интерес к чему-то новому, но с элементом сомнения в правдивости или пользе информации.\n\n😃 Трепет (удивление + восхищение) — неожиданное событие вызывает восхищение и чувство трепета перед чем-то грандиозным или красивым.\n\n☺️ Неловкость (удивление + смущение) — неожиданное событие вызывает смущение и неловкость, когда человек не знает, как реагировать."}
    ],
    "buttons": [
      {"text": "Техники самопомощи", "next_state": "self_help_interest"}
    ]
  },
  "shades_offense": {
    "message": [
      {"text": "😞 Горечь (обида + разочарование) – ощущение, что ожидания были не просто разрушены, но и оставили неприятный осадок.\n😔 Жалость к себе (обида + грусть) – чувство беспомощности, уход в позицию жертвы.\n😪 Негодование (обида + гнев) – желание добиться справедливости или наказать обидчика."}
    ],
    "buttons": [
      {"text": "Техники самопомощи", "next_state": "self_help_offense"}
    ]
  },
  "shades_irritation": {
    "message": [
      {"text": "😤 Нетерпение (раздражение + желание ускорить процесс).\n😞 Досада (раздражение + разочарование) – эмоция, возникающая, когда что-то незначительное идёт не так.\n🤐 Невыраженный гнев (раздражение + подавленная злость) – если раздражение копится, оно может перерасти в более сильные негативные эмоции."}
    ],
    "buttons": [
      {"text": "Техники самопомощи", "next_state": "self_help_irritation"}
    ]
  },
  "shades_disappointment": {
    "message": [
      {"text": "😞 Фрустрация (разочарование + бессилие) – ощущение, что ничего нельзя изменить.\n🙄 Цинизм (разочарование + злость) – отказ от надежды, скептическое отношение.\n😔 Сожаление (разочарование + вина) – мысли о том, что \"нужно было сделать иначе\"."}
    ],
    "buttons": [
      {"text": "Техники самопомощи", "next_state": "self_help_disappointment"}
    ]
  },
  "shades_gratitude": {
    "message": [
      {"text": "😊 Радость (благодарность + лёгкость) – ощущение счастья от осознания ценности момента.\n😍 Трепет (благодарность + восхищение) – глубокое чувство признательности за что-то значительное.\n😌 Умиротворение (благодарность + спокойствие) – состояние гармонии с собой и миром."}
    ],
    "buttons": [
      {"text": "Техники самопомощи", "next_state": "self_help_gratitude"}
    ]
  },
  "shades_respect": {
    "message": [
      {"text": "🤩 Восхищение (уважение + вдохновение) – уважение, соединённое с восторгом.\n😌 Трепет (уважение + признание) – глубокое чувство почтения.\n🤗 Деликатность (уважение + забота) – проявление уважения через внимательное отношение."}
    ],
    "buttons": [
      {"text": "Техники самопомощи", "next_state": "self_help_respect"}
    ]
  },
  "shades_care": {
    "message": [
      {"text": "🥰 Нежность (забота + тёплое принятие) – желание проявить мягкость.\n😊 Альтруизм (забота + желание отдавать) – стремление помочь без ожидания взамен."}
    ],
    "buttons": [
      {"text": "Техники самопомощи", "next_state": "self_help_care"}
    ]
  }
}